---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGridn1
source: html/2198eddc-a7cc-1d79-7be6-8ed0b0b86b5b.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGridn1 Property

Grid 1.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGridn1 { get; }
```